Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Delete Channel?
ar: احذف القناة؟
az: Kanalı Silmək?
bg: Изтрий ли канала?
bn: চ্যানেল ডিলিট করব?
bo: སྐུར་ལམ་སྐུད་འམ།
bs: Obriši kanal?
ca: Eliminar canal?
ceb: I-delete ang Channel?
cs: Smazat kanál?
da: Slet kanal?
de: Kanal löschen?
el: Διαγραφή καναλιού;
es: ¿Eliminar canal?
et: Kustuta kanal?
eu: Kanal Ezabatu?
fa: این چنل رو حذف کنم؟
fi: Poista kanava?
fr: Supprimer le canal ?
fr_ca: Supprimer le canal ?
ga: Scrios an Chainéal?
gl: Eliminar canal?
he: מחק ערוץ?
hi: चैनल डिलीट करूं?
hr: Obriši kanal?
hu: Törlöd a csatornát?
id: Hapus Channel?
it: Elimina canale?
ja: チャンネルを削除？
ka: Channel წაშლა?
kab: Gru channel?
ko: 채널 삭제할까?
lt: Ištrinti kanalą?
lv: Dzēst kanālu?
ms: Padam Channel?
nb: Slett kanal?
nl: Kanaal verwijderen?
pa: ਚੈਨਲ ਡਿਲੀਟ ਕਰੀ?
pl: Usunąć kanał?
pt_br: Deletar Canal?
pt_pt: Apagar Canal?
ro: Ștergi canalul?
ru: Удалить канал?
sk: Vymazať kanál?
sr: Obriši kanal?
sv: Radera kanal?
th: ลบช่องนี้ไหม?
tk: Kanalı Silmek?
tr: Kanalı Sil?
ug: كېنىلنى ئۆچۈرىسىز؟
uk: Видалити канал?
ur: چینل حذف کریں؟
uz: Kanalni o'chirasizmi?
vi: Xóa channel?
zh_hans: 删除频道？
zh_hant: 刪除頻道?

source: Delete Chat
ar: حذف المحادثه.
az: Çatı sil
bg: Изтриване на Чат
bn: চ্যাট মুছে ফেলুন
bo: ཁ་བརྡ་བསུབ་པ།
bs: Izbriši razgovor
ca: Eliminar xat
ceb: Burahin ang Chat
cs: Smazat konverzaci
da: Slet chat
de: Chat löschen
el: Διαγραφή Συνομιλίας
es: Borrar Chat
et: Kustuta vestlus
eu: Ezabatu Txata
fa: حذف گپ
fi: Poista keskustelu
fr: Supprimer la Conversation
fr_ca: Supprimer la Conversation
ga: Scrios Comhrá
gl: Borrar Chat
he: מחק צ'אט
hi: चैट हटाएं
hr: Izbriši razgovor
hu: Beszélgetés törlése
id: Menghapus Obrolan
it: Elimina chat
ja: チャットを削除
ka: საუბრის წაშლა
kab: Kkes asqerdec
ko: 채팅 삭제
lt: Ištrinti pokalbį
lv: Dzēst tērzēšanu
ms: Padam Perbualan
nb: Slett chat
nl: Verwijder chat
pa: ਗੱਲਬਾਤ ਮਿਟਾਓ
pl: Usuń czat
pt_br: Excluir Chat
pt_pt: Apagar Conversa
ro: Șterge Conversația
ru: Удалить Чат
sk: Odstrániť chat
sr: Обриши ћаскање
sv: Radera chatt
th: ลบแชท
tk: Söhbeti Sil
tr: Sohbeti Sil
ug: سۆھبەت ئۆچۈرۈش
uk: Видалити чат
ur: چیٹ حذف کریں
uz: Чатни ўчириш
vi: Xóa chat
zh_hans: 删除对话记录
zh_hant: 刪除對話紀錄

source: Delete Conversation
ar: احذف المحادثة
az: Söhbəti Sil
bg: Изтрий разговора
bn: চ্যাট ডিলিট করো
bo: གླེང་སྟེགས་སྐུད།
bs: Obriši konverzaciju
ca: Elimina conversa
ceb: I-delete ang Conversation
cs: Smazat konverzaci
da: Slet samtale
de: Unterhaltung löschen
el: Διαγραφή συνομιλίας
es: Eliminar conversación
et: Kustuta vestlus
eu: Elkarrizketa Ezabatu
fa: این مکالمه رو حذف کن
fi: Poista keskustelu
fr: Supprimer la conversation
fr_ca: Supprimer la conversation
ga: Scrios an Chomhrá
gl: Eliminar conversación
he: מחק שיחה
hi: कन्वर्सेशन डिलीट करो
hr: Obriši razgovor
hu: Csevegés törlése
id: Hapus Chat
it: Elimina conversazione
ja: 会話を削除
ka: საუბრის წაშლა
kab: Gru umsnaw
ko: 대화 삭제
lt: Ištrinti pokalbį
lv: Dzēst sarunu
ms: Padam Percakapan
nb: Slett samtale
nl: Gesprek verwijderen
pa: ਚੈਟ ਡਿਲੀਟ ਕਰੋ
pl: Usuń konwersację
pt_br: Deletar Conversa
pt_pt: Apagar Conversa
ro: Șterge conversația
ru: Удалить чат
sk: Vymaž konverzáciu
sr: Obriši razgovor
sv: Radera konversation
th: ลบสนทนา
tk: Gepleşişi Sil
tr: Sohbeti Sil
ug: سۆھبەتنى ئۆچۈر
uk: Видалити розмову
ur: بات چیت حذف کریں
uz: Chatni o'chir
vi: Xóa chat
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Downloaded Model
ar: احذف الموديل المحمل
az: Yüklənən Modeli Sil
bg: Изтрий изтегления модел
bn: ডাউনলোড করা মডেল ডিলিট করো
bo: ཕབ་དེབ་གི་རྣམ་གཞག་སྐུད།
bs: Obriši preuzeti model
ca: Elimina model
ceb: I-delete ang Downloaded Model
cs: Smazat stažený model
da: Slet downloadet model
de: Heruntergeladenes Modell löschen
el: Διαγραφή κατεβασμένου μοντέλου
es: Eliminar modelo descargado
et: Kustuta mudel
eu: Deskargatutako Eredua Ezabatu
fa: مدل دانلود‌شده رو حذف کن
fi: Poista ladattu malli
fr: Supprimer le modèle téléchargé
fr_ca: Supprimer le modèle téléchargé
ga: Scrios an Samhail Íoslódáilte
gl: Eliminar modelo descargado
he: מחק מודל שהורד
hi: डाउनलोड किया गया मॉडल डिलीट करो
hr: Obriši preuzeti model
hu: Letöltött modell törlése
id: Hapus Model Download
it: Elimina modello scaricato
ja: ダウンロード済みモデルを削除
ka: ჩამოტვირთული მოდელის წაშლა
kab: Gru amuddal yettwasudmen
ko: 다운로드한 모델 삭제
lt: Ištrinti atsisiųstą modelį
lv: Dzēst lejupielādēto modeli
ms: Padam Model
nb: Slett nedlastet modell
nl: Gedownload model verwijderen
pa: ਡਾਊਨਲੋਡ ਮਾਡਲ ਡਿਲੀਟ ਕਰੋ
pl: Usuń pobrany model
pt_br: Deletar Modelo Baixado
pt_pt: Apagar Modelo Descarregado
ro: Șterge modelul descărcat
ru: Удалить загруженную модель
sk: Vymaž stiahnutý model
sr: Obriši preuzeti model
sv: Radera nedladdad modell
th: ลบโมเดล
tk: Ýüklenen Modeli Sil
tr: İndirilen Modeli Sil
ug: چۈشۈرۈلگەن مودېلنى ئۆچۈر
uk: Видалити завантажену модель
ur: ڈاؤن لوڈ شدہ ماڈل حذف کریں
uz: Yuklangan modelni o'chir
vi: Xóa model
zh_hans: 删除已下载模型
zh_hant: 刪除已下載的模型

source: Delete Folder and Chats
ar: احذف الفولدر والشات
az: Folder və Söhbətləri Sil
bg: Изтрий папката и чатовете
bn: ফোল্ডার এবং চ্যাট ডিলিট করো
bo: ཡིག་ཚགས་དང་གླེང་སྟེགས་སྐུད།
bs: Obriši mapu i chatove
ca: Elimina carpeta i xats
ceb: Tanggalin ang Folder at Chats
cs: Smazat složku a chaty
da: Slet mappe og chats
de: Ordner und Chats löschen
el: Διαγραφή φακέλου και συνομιλιών
es: Eliminar carpeta y chats
et: Kustuta kaust ja vestlused
eu: Karpeta eta Txateak Ezabatu
fa: فولدر و چت‌های داخلش رو حذف کن
fi: Poista kansio ja keskustelut
fr: Supprimer le dossier et les conversations
fr_ca: Supprimer le dossier et les chats
ga: Scrios an Bhillteán agus na Comhráite
gl: Eliminar cartafol e chats
he: מחק תיקייה ושיחות
hi: फोल्डर और चैट्स डिलीट करो
hr: Obriši mapu i razgovore
hu: Mappa és chattek törlése
id: Hapus Folder dan Chat
it: Elimina cartella e chat
ja: フォルダとチャットを削除
ka: ფოლდერისა და ჩატების წაშლა
kab: Gru akaram d umsnawan
ko: 폴더와 채팅 삭제
lt: Ištrinti aplanką ir pokalbius
lv: Dzēst mapi un čatus
ms: Padam Folder & Chat
nb: Slett mappe og chater
nl: Map en chats verwijderen
pa: ਫੋਲਡਰ ਅਤੇ ਚੈਟਸ ਡਿਲੀਟ ਕਰੋ
pl: Usuń folder i czaty
pt_br: Deletar Pasta e Chats
pt_pt: Apagar Pasta e Chats
ro: Șterge folderul și conversațiile
ru: Удалить папку и чаты
sk: Vymaž priečinok a chaty
sr: Obriši fasciklu i razgovore
sv: Radera mapp och chattar
th: ลบโฟลเดอร์และแชท
tk: Papkasyny we Söhbetleri Sil
tr: Klasörü ve Sohbetleri Sil
ug: پايلا ۋە سۆھبەتلەرنى ئۆچۈر
uk: Видалити папку та чати
ur: فولڈر اور چیٹس حذف کریں
uz: Papka va chatlarni o'chir
vi: Xóa folder và chat
zh_hans: 删除文件夹和聊天
zh_hant: 刪除資料夾和對話

source: Delete Folder Only
ar: احذف الفولدر بس
az: Yalnız Folderi Sil
bg: Изтрий само папката
bn: শুধু ফোল্ডার ডিলিট করো
bo: ཡིག་ཚགས་ཁོ་ན་སྐུད།
bs: Obriši samo mapu
ca: Només carpeta
ceb: Tanggalin lang ang Folder
cs: Smazat jen složku
da: Slet kun mappe
de: Nur Ordner löschen
el: Διαγραφή μόνο φακέλου
es: Eliminar solo la carpeta
et: Kustuta ainult kaust
eu: Karpeta Baino Ez Ezabatu
fa: فقط فولدر رو حذف کن
fi: Poista vain kansio
fr: Supprimer seulement le dossier
fr_ca: Supprimer seulement le dossier
ga: Scrios an Bhillteán Amháin
gl: Eliminar só o cartafol
he: מחק רק תיקייה
hi: सिर्फ फोल्डर डिलीट करो
hr: Obriši samo mapu
hu: Csak mappa törlése
id: Hapus Folder Aja
it: Elimina solo la cartella
ja: フォルダのみ削除
ka: მხოლოდ ფოლდერის წაშლა
kab: Gru akaram kan
ko: 폴더만 삭제
lt: Ištrinti tik aplanką
lv: Dzēst tikai mapi
ms: Padam Folder Ja
nb: Slett bare mappen
nl: Alleen map verwijderen
pa: ਸਿਰਫ਼ ਫੋਲਡਰ ਡਿਲੀਟ ਕਰੋ
pl: Usuń tylko folder
pt_br: Deletar Só a Pasta
pt_pt: Apagar Apenas a Pasta
ro: Șterge doar folderul
ru: Удалить только папку
sk: Vymaž iba priečinok
sr: Obriši samo fasciklu
sv: Radera endast mapp
th: ลบโฟลเดอร์เท่านั้น
tk: Diňe Papkasyny Sil
tr: Sadece Klasörü Sil
ug: پايلانىلا ئۆچۈر
uk: Видалити тільки папку
ur: فولڈر صرف ڈیلیٹ کریں
uz: Faqat papkani o'chir
vi: Chỉ xóa folder
zh_hans: 仅删除文件夹
zh_hant: 只刪除資料夾

source: Delete folder?
ar: هل تريد حذف المجلد؟
az: Qovluq silinsin?
bg: Изтриване на папката?
bn: ফোল্ডার মুছবেন?
bo: ཡིག་སྣོད་བསུབ་པ།?
bs: Obriši mapu?
ca: Eliminar la carpeta?
ceb: Burahin ang folder?
cs: Smazat složku?
da: Slet mappe?
de: Ordner löschen?
el: Διαγραφή φακέλου;
es: ¿Borrar carpeta?
et: Kustutada kaust?
eu: Ezabatu karpeta?
fa: پوشه حذف شود؟
fi: Haluatko varmasti poistaa tämän kansion?
fr: Supprimer le dossier ?
fr_ca: Supprimer le dossier ?
ga: Scrios fillteán?
gl: ¿Eliminar carpeta?
he: מחק תיקייה?
hi: फ़ोल्डर हटाएं?
hr: Obrisati mapu?
hu: Törli a mappát?
id: Hapus folder?
it: Elimina cartella?
ja: フォルダーを削除しますか？
ka: წავშალო საქაღალდეები?
kab: Kkes akaram?
ko: 폴더를 삭제하시겠습니까?
lt: Ištrinti aplanką?
lv: Dzēst mapi?
ms: Padam folder?
nb: Slette mappe?
nl: Verwijder map?
pa: ਫੋਲਡਰ ਡਿਲੀਟ ਕਰੀ?
pl: Usunąć folder?
pt_br: Excluir pasta?
pt_pt: Apagar pasta
ro: Ștergeți folderul?
ru: Удалить папку?
sk: Odstrániť priečinok?
sr: Обрисати фасциклу?
sv: Radera mapp?
th: ลบโฟลเดอร์ใช่หรือไม่?
tk: Papkasyny silmek?
tr: Klasörü sil?
ug: قىسقۇچ ئۆچۈرەمسىز؟
uk: Видалити папку?
ur: کیا فولڈر حذف کریں؟
uz: Жилд ўчирилсинми?
vi: Xóa thư mục?
zh_hans: 要删除此分组吗？
zh_hant: 刪除資料夾？

source: Delete function?
ar: هل تريد حذف الوظيفة؟
az: Funksiya silinsin?
bg: Изтриване на функцията?
bn: ফাংশন মুছবেন?
bo: ལས་འགན་བསུབ་པ།?
bs: Obriši funkciju?
ca: Eliminar funció?
ceb: Burahin ang function?
cs: Smazat funkci?
da: Slet funktion?
de: Funktion löschen?
el: Διαγραφή λειτουργίας;
es: Borrar la función?
et: Kustutada funktsioon?
eu: Ezabatu funtzioa?
fa: تابع حذف شود؟
fi: Haluatko varmasti poistaa tämän toiminnon?
fr: Supprimer la fonction ?
fr_ca: Supprimer la fonction ?
ga: Scrios feidhm?
gl: Borrar afunción?
he: מחק פונקציה?
hi: फ़ंक्शन हटाएं?
hr: Obrisati funkciju?
hu: Törli a funkciót?
id: Fungsi hapus?
it: Elimina funzione?
ja: Functionを削除しますか？
ka: წავშალო ფუნქცია?
kab: Kkes tasɣent?
ko: 함수를 삭제하시겠습니까?
lt: Ištrinti funkciją
lv: Dzēst funkciju?
ms: Padam fungsi?
nb: Slette funksjon?
nl: Verwijder functie?
pa: ਫੰਕਸ਼ਨ ਡਿਲੀਟ ਕਰੀ?
pl: Usunąć funkcję?
pt_br: Excluir função?
pt_pt: Apagar função
ro: Șterge funcția?
ru: Удалить функцию?
sk: Funkcia na odstránenie?
sr: Обрисати функцију?
sv: Radera funktion?
th: ลบฟังก์ชัน?
tk: Funksiýasyny silmek?
tr: Fonksiyonu sil?
ug: فۇنكسىيە ئۆچۈرەمسىز؟
uk: Видалити функцію?
ur: حذف کریں؟
uz: Функция ўчирилсинми?
vi: Xóa function?
zh_hans: 要删除此函数吗？
zh_hant: 刪除函式？

source: Delete Group
ar: احذف الجروب
az: Qruppu Sil
bg: Изтрий групата
bn: গ্রুপ ডিলিট করো
bo: ཚོ་གྲུབ་སྐུད།
bs: Obriši grupu
ca: Elimina grup
ceb: Tanggalin ang Group
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή ομάδας
es: Eliminar grupo
et: Kustuta grupp
eu: Talde Ezabatu
fa: گروپ رو حذف کن
fi: Poista ryhmä
fr: Supprimer le groupe
fr_ca: Supprimer le groupe
ga: Scrios an Ghrúpa
gl: Eliminar grupo
he: מחק קבוצה
hi: ग्रुप डिलीट करो
hr: Obriši grupu
hu: Csoport törlése
id: Hapus Grup
it: Elimina gruppo
ja: グループを削除
ka: ჯგუფის წაშლა
kab: Gru tasnaqbalt
ko: 그룹 삭제
lt: Ištrinti grupę
lv: Dzēst grupu
ms: Padam Grup
nb: Slett gruppe
nl: Groep verwijderen
pa: ਗਰੁੱਪ ਡਿਲੀਟ ਕਰੋ
pl: Usuń grupę
pt_br: Deletar Grupo
pt_pt: Apagar Grupo
ro: Șterge grupul
ru: Удалить группу
sk: Vymaž skupinu
sr: Obriši grupu
sv: Radera grupp
th: ลบกลุ่ม
tk: Topary Sil
tr: Grubu Sil
ug: گۇرۇپپىنى ئۆچۈر
uk: Видалити групу
ur: گروپ ڈیلیٹ کریں
uz: Grupni o'chir
vi: Xóa nhóm
zh_hans: 删除群组
zh_hant: 刪除群組

source: Delete Permanently
ar: احذف نهائي
az: Həmişəlik Sil
bg: Изтрий завинаги
bn: চিরতরে ডিলিট করো
bo: གཏན་དུ་སྐུད།
bs: Obriši zauvijek
ca: Elimina permanentment
ceb: Permanent na tanggalin
cs: Trvale smazat
da: Slet permanent
de: Endgültig löschen
el: Μόνιμη διαγραφή
es: Eliminar permanentemente
et: Kustuta igaveseks
eu: Betirako Ezabatu
fa: برای همیشه حذف کن
fi: Poista pysyvästi
fr: Supprimer définitivement
fr_ca: Supprimer définitivement
ga: Scrios go Buan
gl: Eliminar permanentemente
he: מחק לצמיתות
hi: परमानेंटली डिलीट करो
hr: Obriši zauvijek
hu: Véglegesen törlés
id: Hapus Permanen
it: Elimina permanentemente
ja: 完全に削除
ka: სამუდამოდ წაშლა
kab: Gru d waḥal
ko: 영구 삭제
lt: Ištrinti visam
lv: Dzēst pavisam
ms: Padam Selamanya
nb: Slett permanent
nl: Permanent verwijderen
pa: ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾ ਦੇ
pl: Usuń trwale
pt_br: Deletar Permanentemente
pt_pt: Apagar Permanentemente
ro: Șterge permanent
ru: Удалить навсегда
sk: Vymaž natrvalo
sr: Obriši zauvijek
sv: Radera permanent
th: ลบถาวร
tk: Hemmetöwerek Sil
tr: Kalıcı Olarak Sil
ug: مەڭگۈلۈك ئۆچۈر
uk: Видалити назавжди
ur: ہمیشہ کے لیے ڈیلیٹ کریں
uz: Butunlay o'chir
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

source: Delete Selected (%lld)
ar: حذف المحدد (%lld)
az: Seçilmiş olanları sil (%lld)
bg: Изтрий избраните (%lld)
bn: নির্বাচিত মুছুন (%lld)
bo: བདམས་ཚན་%lldཕྱི་གཏོང་བ།
bs: Obriši odabrane (%lld)
ca: Eliminar seleccionats (%lld)
ceb: Tanggalin ang Napili (%lld)
cs: Smazat vybrané (%lld)
da: Slet valgte (%lld)
de: Ausgewählte löschen (%lld)
el: Διαγραφή επιλεγμένων (%lld)
es: Eliminar seleccionados (%lld)
et: Kustuta valitud (%lld)
eu: Ezabatu hautatutakoa (%lld)
fa: حذف انتخاب‌شده (%lld)
fi: Poista valitut (%lld)
fr: Supprimer la sélection (%lld)
fr_ca: Supprimer la sélection (%lld)
ga: Scrios na Roghnaithe (%lld)
gl: Eliminar seleccionados (%lld)
he: מחק מסומנות (%lld)
hi: चुने गए (%lld) को हटाएं
hr: Izbriši odabrane (%lld)
hu: Kijelöltek törlése (%lld)
id: Hapus Terpilih (%lld)
it: Elimina selezionati (%lld)
ja: 選択済みを削除(%lld)
ka: წაშლი მონიშნული (%lld)
kab: Kkes yinefkayen (%lld)
ko: 선택된 항목 (%lld개) 삭제
lt: Ištrinti pasirinktus (%lld)
lv: Dzēst atlasītos (%lld)
ms: Padam Pilihan (%lld)
nb: Slett valgte (%lld)
nl: Verwijder geselecteerde (%lld)
pa: ਚੁਣੇ ਹੋਏ ਮਿਟਾ ਦੇ (%lld)
pl: Usuń zaznaczone (%lld)
pt_br: Apagar Selecionados (%lld)
pt_pt: Apagar selecionados (%lld)
ro: Șterge selectate (%lld)
ru: Удалить выбранные (%lld)
sk: Zmazať vybrané (%lld)
sr: Obriši izabrane (%lld)
sv: Ta bort markerade (%lld)
th: ลบที่เลือก (%lld)
tk: (%lld) saýlananlar öçürmek
tr: Seçilenleri Sil (%lld)
ug: تاللانغانلارنى ئۆچۈرۈش (%lld)
uk: Видалити вибране (%lld)
ur: منتخب (%lld) حذف کریں
uz: Tanlanganlari o'chirish (%lld)
vi: Xóa những cuộc được chọn (%lld)
zh_hans: 删除已选中的 (%lld)
zh_hant: 刪除已選項目 (%lld)

source: Delete Selected Chats
ar: احذف الشات المختار
az: Seçilmiş Söhbətləri Sil
bg: Изтрий избраните чатове
bn: সিলেক্ট করা চ্যাট ডিলিট করো
bo: གདམས་ཆོས་གྱི་གླེང་སྟེགས་སྐུད།
bs: Obriši izabrane chatove
ca: Elimina xats
ceb: Tanggalin ang napiling Chats
cs: Smazat vybrané chaty
da: Slet valgte chats
de: Ausgewählte Chats löschen
el: Διαγραφή επιλεγμένων συνομιλιών
es: Eliminar chats seleccionados
et: Kustuta valitud vestlused
eu: Hautatutako Txateak Ezabatu
fa: چت‌های انتخاب‌شده رو حذف کن
fi: Poista valitut keskustelut
fr: Supprimer les conversations sélectionnées
fr_ca: Supprimer les chats sélectionnés
ga: Scrios na Comhráite Roghnaithe
gl: Eliminar chats seleccionados
he: מחק שיחות שנבחרו
hi: सिलेक्ट की गई चैट्स डिलीट करो
hr: Obriši odabrane razgovore
hu: Kijelölt chattek törlése
id: Hapus Chat yang Dipilih
it: Elimina chat selezionate
ja: 選択したチャットを削除
ka: არჩეული ჩატების წაშლა
kab: Gru umsnawan yettwafren
ko: 선택한 채팅 삭제
lt: Ištrinti pasirinktus pokalbius
lv: Dzēst atlasītos čatus
ms: Padam Chat Terpilih
nb: Slett valgte chater
nl: Geselecteerde chats verwijderen
pa: ਚੁਣੀਆਂ ਚੈਟਸ ਡਿਲੀਟ ਕਰੋ
pl: Usuń wybrane czaty
pt_br: Deletar Chats Selecionados
pt_pt: Apagar Chats Selecionados
ro: Șterge conversațiile selectate
ru: Удалить выбранные чаты
sk: Zmaž vybrané chaty
sr: Obriši odabrane razgovore
sv: Radera valda chattar
th: ลบแชทที่เลือก
tk: Saýlanan Söhbetleri Sil
tr: Seçili Sohbetleri Sil
ug: تاللانغان سۆھبەتلەرنى ئۆچۈر
uk: Видалити вибрані чати
ur: منتخب چیٹس ڈیلیٹ کریں
uz: Tanlangan chatlarni o'chir
vi: Xóa chat được chọn
zh_hans: 删除已选聊天
zh_hant: 刪除選定的對話

source: delete this link
ar: أحذف هذا الرابط
az: bu linki sil
bg: Изтриване на този линк
bn: এই লিংক মুছে ফেলুন
bo: སྦྲེལ་ཐག་འདི་བསུབ་པ།
bs: izbriši ovu vezu
ca: Eliminar aquest enllaç
ceb: burahin ang link na ito
cs: smazat tento odkaz
da: slet dette link
de: diesen Link löschen
el: διαγραφή αυτού του συνδέσμου
es: Borrar este enlace
et: kustuta see link
eu: ezabatu esteka hau
fa: حذف این لینک
fi: poista tämä linkki
fr: supprimer ce lien
fr_ca: supprimer ce lien
ga: scrios an nasc seo
gl: Borrar este enlace
he: מחק את הקישור הזה
hi: इस लिंक को हटाएं
hr: izbriši ovu vezu
hu: link törlése
id: hapus tautan ini
it: elimina questo link
ja: このリンクを削除
ka: ამ ბმული წაშლა
kab: kkes aseɣwen-a
ko: 이 링크를 삭제합니다.
lt: Ištrinti nuorodą
lv: dzēst šo saiti
ms: Padam pautan ini?
nb: slett denne lenken
nl: verwijder deze link
pa: ਇਸ ਲਿੰਕ ਨੂੰ ਮਿਟਾਓ
pl: usuń ten link
pt_br: Excluir este link
pt_pt: apagar este link
ro: șterge acest link
ru: удалить эту ссылку
sk: odstrániť tento odkaz
sr: обриши ову везу
sv: radera denna länk
th: ลบลิงก์นี้
tk: bu baglantyny sil
tr: bu bağlantıyı sil
ug: بۇ ئۇلانما ئۆچۈرۈش
uk: видалити це посилання
ur: اس لنک کو حذف کریں
uz: ушбу ҳаволани ўчиринг
vi: Xóa link này
zh_hans: 此处删除这个链接
zh_hant: 刪除此連結

source: Delete User
ar: حذف المستخدم
az: İstifadəçini sil
bg: Изтриване на потребител
bn: ইউজার মুছে ফেলুন
bo: བེད་སྤྱོད་མཁན་བསུབ་པ།
bs: Izbriši korisnika
ca: Eliminar usuari
ceb: Burahin ang User
cs: Smazat uživatele
da: Slet bruger
de: Benutzer löschen
el: Διαγραφή Χρήστη
es: Borrar Usuario
et: Kustuta kasutaja
eu: Ezabatu Erabiltzailea
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer le compte d'utilisateur
fr_ca: Supprimer le compte d'utilisateur
ga: Scrios Úsáideoir
gl: Borrar Usuario
he: מחק משתמש
hi: उपभोक्ता मिटायें
hr: Izbriši korisnika
hu: Felhasználó törlése
id: Menghapus Pengguna
it: Elimina utente
ja: ユーザーを削除
ka: მომხმარებლის წაშლა
kab: Kkes aseqdac
ko: 사용자 삭제
lt: Ištrinti naudotoją
lv: Dzēst lietotāju
ms: Padam Pengguna
nb: Slett bruker
nl: Verwijder gebruiker
pa: ਉਪਭੋਗਤਾ ਮਿਟਾਓ
pl: Usuń użytkownika
pt_br: Excluir Usuário
pt_pt: Apagar Utilizador
ro: Șterge Utilizatorul
ru: Удалить Пользователя
sk: Odstrániť užívateľa
sr: Обриши корисника
sv: Radera användare
th: ลบผู้ใช้
tk: Ulanyjyny Sil
tr: Kullanıcıyı Sil
ug: ئىشلەتكۈچى ئۆچۈرۈش
uk: Видалити користувача
ur: صارف کو حذف کریں
uz: Фойдаланувчини ўчириш
vi: Xóa người dùng
zh_hans: 删除用户
zh_hant: 刪除使用者

source: Delete Version
ar: حذف الإصدار
az: Versiyanı sil
bg: Изтрийте версията
bn: সংস্করণ মুছুন
bo: གཏན་རིས་སྦ་གནས།
bs: Obriši verziju
ca: Eliminar la versió
ceb: Burahin ang Version
cs: Odstranit verzi
da: Slet version
de: Version löschen
el: Διαγραφή Έκδοσης
es: Borrar Versión
et: Kustuta versioon
eu: Ezabatu Bertsioa
fa: حذف نسخه
fi: Poista versio?
fr: Supprimer la version
fr_ca: Supprimer la Version
ga: Scrios Leagan
gl: Eliminar versión
he: מחק גרסה
hi: संस्करण हटाएं
hr: Obriši verziju
hu: Verzió törlése
id: Hapus Versi
it: Elimina Versione
ja: バージョンを削除
ka: ვერსიის წაშლა
kab: Sefh taɣra
ko: 버전 삭제
lt: Ištrinti versiją
lv: Dzēst versiju
ms: Padam Versi
nb: Slett versjon
nl: Versie verwijderen
pa: ਵਰਜ਼ਨ ਡਿਲੀਟ ਕਰੋ
pl: Usuń wersję
pt_br: Excluir versão
pt_pt: Apagar Versão
ro: Șterge versiunea
ru: Удалить версию
sk: Zmaž verziu
sr: Obriši verziju
sv: Radera version
th: ลบเวอร์ชัน
tk: Wersiýasyny Sil
tr: Sürümü Sil
ug: نەسخىنى ئۆچۈر
uk: Видалити версію
ur: ورژن ڈیلیٹ کریں
uz: Versiyani o'chir
vi: Xóa phiên bản
zh_hans: 删除版本
zh_hant: 刪除版本

source: Deleting…
ar: بحذف…
az: Silinir…
bg: Изтриване…
bn: ডিলিট করছি...
bo: སྐུད་ཀྱིན་ཡོད་...།
bs: Brišem…
ca: Eliminant…
ceb: Dini-delete...
cs: Odstraňuji…
da: Sletter…
de: Wird gelöscht…
el: Διαγραφή…
es: Eliminando…
et: Kustutatakse…
eu: Ezabatzen…
fa: داری حذف می‌کنی…
fi: Poistetaan…
fr: Suppression…
fr_ca: Suppression en cours…
ga: Ag scriosadh…
gl: Eliminando…
he: מוחק…
hi: डिलीट हो रहा है…
hr: Brisanje…
hu: Törlés…
id: Lagi hapus...
it: Eliminando…
ja: 削除中…
ka: წაიშლება…
kab: Adgray…
ko: 삭제 중…
lt: Trinama…
lv: Dzēšu…
ms: Padamkan…
nb: Sletter…
nl: Verwijderen…
pa: ਮਿਟਾ ਰਹੇ ਹੋ…
pl: Usuwanie…
pt_br: Deletando…
pt_pt: A apagar…
ro: Se șterge…
ru: Удаляется…
sk: Mažem...
sr: Brišem…
sv: Raderar…
th: กำลังลบ...
tk: Siliniyor…
tr: Siliniyor…
ug: ئۆچۈۋاتىدۇ…
uk: Видаляю…
ur: ڈیلیٹ ہو رہا ہے...
uz: O'chirilmoqda…
vi: Đang xóa…
zh_hans: 删除中…
zh_hant: 刪除中…

source: Description
ar: وصف
az: Təsvir
bg: Описание
bn: বিবরণ
bo: འགྲེལ་བཤད།
bs: Opis
ca: Descripció
ceb: Deskripsyon
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Deskribapena
fa: توضیحات
fi: Kuvaus
ga: Cur síos
gl: Descripción
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ka: აღწერა
kab: Aglam
ko: 설명
lt: Aprašymas
lv: Apraksts
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pa: ਵਰਣਨਾ
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sr: Опис
sv: Beskrivning
th: คำอธิบาย
tk: Düşündiriş
tr: Açıklama
ug: چۈشەندۈرۈش
uk: Опис
ur: تفصیل
uz: Тавсиф
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Description (optional)
ar: الوصف (اختياري)
az: Təsvir (ixtiyari)
bg: Описание (по избор)
bn: ডেস্ক্রিপশন (লাজমি নয়)
bo: དོན་གླེང་། (མ་དགོས་པ)
bs: Opis (opciono)
ca: Descripció (opcional)
ceb: Deskripsyon (optional)
cs: Popis (volitelné)
da: Beskrivelse (valgfrit)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικά)
es: Descripción (opcional)
et: Kirjeldus (valikuline)
eu: Deskribapena (aukerakoa)
fa: توضیح (اختیاری)
fi: Kuvaus (vapaaehtoinen)
fr: Description (optionnel)
fr_ca: Description (optionnel)
ga: Cur síos (roghnach)
gl: Descrición (opcional)
he: תיאור (אופציונלי)
hi: डिस्क्रिप्शन (ऑप्शनल)
hr: Opis (opciono)
hu: Leírás (opcionális)
id: Deskripsi (opsional)
it: Descrizione (opzionale)
ja: 説明（オプション）
ka: აღწერა (არჩევითი)
kab: Aglam (acut)
ko: 설명 (선택사항)
lt: Aprašymas (nebūtina)
lv: Apraksts (pēc izvēles)
ms: Keterangan (opsional)
nb: Beskrivelse (valgfritt)
nl: Beschrijving (optioneel)
pa: ਵਰਣਨ (ਚੋਣਾ ਰਾਜੀ)
pl: Opis (opcjonalnie)
pt_br: Descrição (opcional)
pt_pt: Descrição (opcional)
ro: Descriere (opțional)
ru: Описание (необязательно)
sk: Popis (nepovinný)
sr: Opis (opcionalno)
sv: Beskrivning (valfritt)
th: คำอธิบาย (ไม่ต้องก็ได้)
tk: Düşündiriş (istegli)
tr: Açıklama (isteğe bağlı)
ug: تەپسىلات (ئىختىيارى)
uk: Опис (необов'язково)
ur: تفصیل (اختیاری)
uz: Tavsif (ixtiyoriy)
vi: Mô tả (tùy chọn)
zh_hans: 描述（可选）
zh_hant: 描述(選填)

source: Deselect All
ar: إلغي تحديد الكل
az: Hamısını Ayır
bg: Отмени всички
bn: সব আনসিলেক্ট করো
bo: ཚང་མ་མི་གདམས།
bs: Ukloni sve
ca: Desselecciona tot
ceb: Alisin lahat ng seleksyon
cs: Zrušit výběr všech
da: Fravælg alt
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
et: Tühista valik
eu: Desorotzatu Guztia
fa: انتخاب همه رو لغو کن
fi: Poista valinta kaikista
fr: Désélectionner tout
fr_ca: Tout désélectionner
ga: Díroghnaigh ar fad
gl: Deseleccionar todos
he: בטל בחירה של הכל
hi: सब डिसिलेक्ट करो
hr: Odznači sve
hu: Összes kijelölés törlése
id: Batal Pilih Semua
it: Deseleziona tutto
ja: すべて選択解除
ka: ყველას გაუარჩოვა
kab: Sfer meγ
ko: 전체 해제
lt: Atžymėti visuos
lv: Noņemt atzīmi visos
ms: Nyahpilih Semua
nb: Velg bort alt
nl: Alles deselecteren
pa: ਸਬ ਅਨਚੁਣੇ ਕਰੋ
pl: Odznacz wszystko
pt_br: Desselecionar Tudo
pt_pt: Desselecionar Tudo
ro: Deselectează tot
ru: Снять выделение со всех
sk: Odznačiť všetko
sr: Odznači sve
sv: Avmarkera allt
th: ยกเลิกเลือกทั้งหมด
tk: Hemmesini Desaýla
tr: Tümünün Seçimini Kaldır
ug: ھەممىنى چېھنىدىت
uk: Зняти виділення
ur: سب سے ہٹائیں
uz: Hammasini tanlashni bekor qil
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選
